Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/politietssikkerhetstjeneste.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: "Psychologically unstable" is used to describe individuals who are mentally ill, facing adverse circumstances in their private life and/or affected by alcohol or other substances.
nb: Med "psykisk ustabile" menes personer som er psykisk syke, i en fortvilet livssituasjon og/eller påvirket av rusmidler.

source: However, there are many who gain inspiration from the anti-Islamic groups' xenophobic rhetoric, and who sympathise with and support such attitudes.
nb: Det er imidlertid mange som finner inspirasjon i de antiislamske miljøenes fremmedfiendtlige retorikk, og som sympatiserer med og støtter slike holdninger.

source: At the same time, the services will still use intelligence personnel to observe and document circumstances in and near military installations etc.
nb: Samtidig vil tjenestene fremdeles benytte etterretningspersonell til å observere og dokumentere forhold i og ved blant annet militære installasjoner.

source: Players who present a threat can with relatively basic aids carry out violent acts.
nb: Trusselaktører kan med relativt enkle hjelpemidler gjennomføre voldelige aksjoner.

source: Firstly, there are radicalisers abroad who preach extreme messages and offer instruction via Internet.
nb: For det første, finnes det radikalisatorer i utlandet som forkynner ekstreme budskap og tilbyr undervisning via Internett.

source: Norway is far advanced in niche areas within military high technology, but also in some areas within civilian high technology, which can have a military application.
nb: Norge ligger langt fremme innenfor nisjer av militær høyteknologi, men også deler av sivil høyteknologi som kan ha militær anvendelse.

source: We expect that Norwegian firms and research communities will this year also receive students and researchers who can give cause for concern.
nb: Vi forventer at norske firmaer og forskningsmiljøer også i år vil motta studenter og forskere som det kan knyttes bekymring til.

source: Individuals who have carried out the attacks could, however, have previously had an obsessive focus on dignitaries.
nb: Personer som har utført angrep kan imidlertid tidligere ha hatt et overdrevet fokus på myndighetspersoner.

source: More countries than before are using substantial amounts of resources in order to obtain information and know-how that can improve their economic development, military technology and military preparedness.
nb: Flere stater enn tidligere bruker store ressurser på å tilegne seg informasjon og kunnskap som kan forbedre deres økonomiske utvikling, militærteknologi og militær beredskap.

source: network operations from the inside.
nb: til å gjennomføre terroraksjoner i Europa.

source: Left-wing extremists are likely to continue to identify, harass and commit violent acts against right-wing extremists this year.
nb: Det er sannsynlig at venstreekstreme vil fortsette å kartlegge, sjikanere og forsøke å begå voldshandlinger mot høyreekstreme det kommende året.

source: Norwegian citizens living in countries with an authoritarian form of government may also in 2019 be attempted lured or pressured by the intelligence services of these countries into carrying out tasks for them.
nb: Norske borgere som oppholder seg i land med et autoritært styresett, vil også i 2019 kunne bli forsøkt lokket eller presset av etterretningstjenestene i de aktuelle landene til å utføre oppdrag for dem.

source: The groups have the ability to mobilise hundreds of activists for some demonstrations and commemorations.
nb: Offentlige markeringer og synlig propagandavirksomhet forekommer i praksis ikke lenger.

source: PST is responsible for preventing threats and attacks on Norwegian dignitaries.
nb: PST er ansvarlig for å forebygge trusler og angrep mot norske myndighetspersoner.

source: Such issues could start with international conflicts or incidents perceived as insults of Islam.
nb: Slike saker kan ha utgangspunkt både i internasjonale konflikter eller hendelser som oppfattes som krenkelser av Islam.

source: It is believed that this contributes to an increased interest in such a tactic among individual extreme Islamists in this country also.
nb: Dette bidrar trolig til en økt interesse for en slik taktikk blant enkelte ekstreme islamister også her i landet.

source: There are also extreme Islamists in Norway who support terrorist organisations abroad and have a more national or regional focus.
nb: Det finnes også ekstreme islamister i Norge som støtter terrororganisasjoner i utlandet, som har et mer nasjonalt eller regionalt fokus.

source: Instances in Europe have demonstrated that physical attacks on dignitaries are usually carried out by individuals who have not made a direct threat prior to the attack.
nb: Hendelser i Europa viser at fysiske angrep på myndighetspersoner oftest blir utført av personer som ikke har fremsatt direkte trusler forut for angrepet.

source: We also see that they contact young people whom they assume will gain influence and access to information in the future.
nb: I tillegg ser vi at de oppsøker unge mennesker som de antar vil kunne få innflytelse og informasjonstilgang på sikt.

source: There is a high level of activity on several anti-Islamic websites.
nb: Det er stor aktivitet på flere antiislamske nettsider.

source: The number of violent far-right extremist individuals continues to be low, and recruitment to organised groups is weak.
nb: Antall voldelige høyreekstreme personer er fortsatt lavt, og det er svak rekruttering til de organiserte miljøene.

source: This applies especially to states with an active missile and nuclear weapon programme.
nb: Dette gjelder spesielt stater med et aktivt missil- og atomvåpenprogram.

source: A significant number of organisations in Norway possess know-how and technology that can be used in the development of weapons of mass destruction.
nb: For personer med antistatlige overbevisninger står særlig staten og ulike offentlige myndighetsorganer sentralt i fiendebildet.

source: Such statements are often made by frustrated individuals who are in a difficult life situation, but threats can also be made on the basis of ideological, political or religious motives.
nb: Slike ytringer fremmes ofte av frustrerte personer i en vanskelig livssituasjon, men i enkelte sammenhenger fremsettes trusler ut fra ide-ologiske, politiske eller reli-giøse motiver.

source: Places with few or no security measures and where many civilians gather, are most exposed.
nb: Steder med få eller ingen sikringstiltak der det oppholder seg mange sivile, er mest utsatt.

source: Players who present a threat also use the Internet as an alternative arena for acquiring sufficient operational abilities and in order to get ideological guidance.
nb: Trusselaktører bruker også nettet som en alternativ arena for å tilegne seg tilstrekkelig operativ kompetanse, og for å få ideologisk veiledning.

source: This applies to intelligence, for example.
nb: Dette gjelder for eksempel etterretning.

source: This applies especially to industrial goods with very advanced specifications.
nb: Det gjelder spesielt industrivarer med svært avanserte spesifikasjoner.

source: Such activity could nevertheless have a negative impact on the political work.
nb: Slik aktivitet kan likevel ha en negativ påvirkning på det politiske arbeidet.

source: We anticipate that the bulk of intelligence activity against Norway and Norwegian interests will continue to concentrate on topics such as energy, defence, security and military preparedness issues.
nb: Vi forventer at hovedtyngden av etterretningen mot Norge og norske interesser fortsatt vil rettes mot temaer som energi, forsvars-, sikkerhets- og beredskapsspørsmål.

source: Actors involved in illegal procurement use a long range of intermediaries in several countries to conceal themselves from the suppliers.
nb: Aktører som driver med ulovlige anskaffelser, benytter seg av en lang rekke mellomledd i flere land for å kamuflere seg for leverandørene.

source: For an intelligence officer, under cover of another position, it is a normal procedure to make contact and establish a relation via a professional online forum.
nb: En vanlig fremgangsmåte er at en etterretningsoffiser under dekke av å ha en annen stilling, tar kontakt og innleder en relasjon via et faglig rettet nettforum.

source: In the years ahead a number of countries might therefore experience an increased level of poverty, for private citizens and public bodies.
nb: En rekke land kan derfor i årene som kommer kunne oppleve økt fattigdom, både privat og offentlig.

source: They are also trying to map and reduce political dissident activity that emanate from different communities in exile in this country.
nb: De forsøker også å kartlegge og dempe politisk dissidentaktivitet som springer ut fra ulike eksilmiljøer her i landet.

source: Right-wing extremist organisations in Europe, which have grown these last years, could thus provide a source of inspiration.
nb: En inspirasjonskilde for disse vil blant annet være høyreekstreme organisasjoner i Europa, som de siste årene har evnet å vokse.

source: Within most political areas we have the same interests and objectives as many other countries.
nb: Innenfor de fleste politikk-områdene deler vi interesser og målsettinger med mange land.

source: They may be pressured into contributing with relevant expertise, which can be important in relation to the development of weapons of mass destruction.
nb: Disse kan bli presset til å bidra med relevant kompetanse, som kan være viktig i forbindelse med utvikling av masseødeleggelsesvåpen.

source: Extreme Islamism is strongly influenced by international incidents, and radicalisation and potential attack planning could increase as a result of incidents inside or outside of Norway.
nb: Ekstrem islamisme er sterkt påvirket av internasjonale hendelser, og radikalisering og potensiell angrepsplanlegging kan øke i omfang som følge av hendelser i eller utenfor Norge.

source: We consider it possible that extreme Islamists will try to carry out a terrorist attack in Norway.
nb: Det vurderes som mulig at ekstreme islamister vil forsøke å utføre terrorangrep her i landet.

source: The terrorist acts of 22 July have so far not resulted in a change to the threat from organised national extremist groups in Norway.
nb: Terrorhandlingene 22. juli har så langt ikke medført noen endring i trusselen fra organiserte nasjonale ekstreme miljøer i Norge.

source: Information security is given low priority in many Norwegian government and private institutions.
nb: Informasjonssikkerhet har lav prioritet i mange norske statlige og private institusjoner.

source: Some individuals who are thought to represent a threat appear to be impulsive and unpredictable.
nb: Enkelte land etterspør både forsvarsrelaterte varer og teknologi, samt sivil teknologi som kan anvendes militært.

source: misleading, disrupting, destroying
nb: Omfanget av prosessen avhenger av den enkelte

source: In the Scandinavian countries the majority of occurrences have been aimed at targets connected to the cartoons dispute.
nb: I de skandinaviske landene har de fleste hendelser vært rettet mot mål knyttet til karikaturstriden.

source: Few, if any, are expected to join transnational terrorist organisations as foreign fighters this year.
nb: Det forventes at få, om noen, vil slutte seg til transnasjonale terrororganisasjoner som fremmedkrigere det kommende året.

source: Decisions that are arrived at in Norway may have significant financial, political and defence-related consequences in other states.
nb: Beslutninger som fattes i Norge kan få betydelige økonomiske, politiske og forsvarsrelaterte ringvirkninger i andre stater.

source: Some extreme Islamist leaders in Norway are attempting to exploit the recruitment base.
nb: Enkelte ekstreme islamistiske lederskikkelser i Norge forsøker å utnytte rekrutteringsgrunnlaget.

source: The range of technology and know-how, which can be applied in the development, and production of nuclear weapons, is wide.
nb: Spekteret av teknologi og kunnskap som kan brukes til utvikling og fremstilling av kjernefysiske våpen er stort.

source: The majority of attempts to obtain technology from Norwegian organisations that are relevant to the development of weapons of mass destruction can be connected to Iranian players.
nb: I tillegg vil beslutningsprosesser bli forsøkt påvirket og undergravet, og norske virksomheter bli utsatt for forsøk på ulovlig anskaffelse av kunnskap og teknologi.

source: There are also several individuals in the virtual groups who publish utterances containing an explicitly violent message.
nb: Det er også flere enkeltpersoner i de virtuelle miljøene som publiserer ytringer med et eksplisitt voldelig budskap.

source: In 2019, many foreign fighters and other terrorist convicts will be released from prison in Europe.
nb: I 2019 vil dessuten mange fremmedkrigere og andre terrordømte bli løslatt fra fengsel i Europa.

source: Even though there are few individuals in Norway who support extreme Islamism, recruitment to some groups is increasing.
nb: Selv om det er få personer i Norge som støtter ekstrem islamisme, er rekrutteringen til enkelte miljøer økende.

source: The last time PST registered an attempt of joining ISIL was in autumn 2017.
nb: Forrige gang PST registrerte forsøk på tilslutning til ISIL, var høsten 2017.

source: Norway has a small and open economy and much of the business activity is influenced by foreign conditions and actors.
nb: Norge har en liten og åpen økonomi der en stor del av næringsvirksomheten påvirkes av utenlandske forhold og aktører.

source: Everyone who works with issues related to this region can therefore be subjected to intelligence activities.
nb: Alle som arbeider med problemstillinger relatert til dette området, kan derfor bli utsatt for etterretningsoperasjoner.

source: Most of them were aimed at Muslims, non-Western immigrants and politicians.
nb: De fleste var rettet mot muslimer, ikke-vestlige innvandrere eller politikere.

source: There has, however, been an increased recruitment to some of these groups this last year.
nb: Samtidig har det vært en økt rekruttering til enkelte av disse gruppene det siste året.

source: There are several trends that will affect the threat picture in 2012.
nb: Det er flere utviklingstrekk som vil påvirke trusselbildet i 2012.

source: This could create social unrest in several countries, and in some cases the financial crisis has already resulted in violent outcomes.
nb: Dette kan skape sosial uro i flere land, og i enkelte tilfeller har den økonomiske krisen allerede gitt seg voldelige utslag.

source: Some of the issues dealt with will be characterised by continuity and will change relatively little from year to year.
nb: Noen omtalte problemstillinger vil være preget av kontinuitet og endre seg relativt lite fra år til år.

source: The exact form and the level of severity of the challenges that will present themselves are currently unknown.
nb: I hvilken form utfordringene kommer, og med hvilken styrke, er foreløpig usikkert.

source: Individuals who are regarded as leaders in these groups could exploit this to establish cells or groups in Norway with the aim of planning violent activities.
nb: Lederskikkelser i miljøene kan utnytte dette til å etablere celler eller grupper i Norge som har til hensikt å planlegge voldelige aksjoner.

source: This work will be pursued in 2019.
nb: Dette arbeidet vil de videreføre i 2019.

source: The intelligence services also focus on special interest organisations, research communities and others who have a direct or indirect influence on the political process.
nb: Etterretningstjenestene fokuserer også på interesseorganisasjoner, forskningsmiljøer og andre som direkte eller indirekte er premissleverandører i politiske prosesser.

source: The intelligence services of some countries are currently still carrying out a continuous and detailed mapping of the Norwegian armed forces and Norwegian security and military preparedness.
nb: Enkelte lands etterretningstjenester foretar også i dag en kontinuerlig og detaljert kartlegging av det norske forsvaret og norsk sikkerhet og beredskap.

source: Such use of power can have many effects.
nb: Slik maktbruk kan arte seg på flere måter.

source: In its propaganda, al-Qaida has called on its followers to carry out terrorist activities alone.
nb: Al-Qaida har i sin propaganda oppfordret tilhengere til å gjennomføre terroraksjoner alene.

source: Norwegian bureaucrats and politicians, centrally or locally, could restrain their own decisions and statements for fear of negative consequences for cooperation agreements and for the trade and industry.
nb: Norske byråkrater og politikere, sentralt eller lokalt, kan legge bånd på egne beslutninger og ytringer i frykt for negative konsekvenser for samarbeidsavtaler og næringsliv.

source: They define all who deviate politically, ideologically or religiously from their interpretation of Islam as infidels and enemies.
nb: For disse er alle som avviker politisk, ideologisk og religiøst fra deres tolkning av islam, definert som vantro og ansett som fiender.

source: out operations to influence these issues.
nb: grad involvere seg i politisk virksomhet.

source: In Norway we have goods, technology and knowledge that other states can use in their production of weapons of mass destruction.
nb: I Norge finnes varer, teknologi og kunnskap som andre stater kan bruke i sin produksjon av masseødeleggelsesvåpen.

source: One explanation for this could be that there are significant social costs for those who publicly announce their far-right extremist views.
nb: En forklaring på dette kan være at det er store sosiale omkostninger for dem som offentlig står frem med høyreekstreme holdninger.

source: The attacks will also increasingly exploit weaknesses in our systems.
nb: Angrepene vil også i økt grad utnytte svakheter i våre systemer.

source: Private gatherings and social interaction continue to be important in establishing and maintaining belongership within the far-right extremist groups.
nb: Private sammenkomster og sosial omgang er fortsatt viktig for å etablere og opprettholde tilhørighet innad i de høyreekstreme miljøene.

source: Threats to dignitaries
nb: Trusler mot myndighetspersoner

source: There are several examples indicating that foreign sympathisers have planned terrorist attacks inspired by Brevik's acts.
nb: Budskapet til sympatisører i Vesten om å angripe mål i vestlige land med enkle metoder og midler, vil imidlertid opprettholdes.

source: Others actively pursue acceptance into extremist groups.
nb: Andre søker selv aktivt mot tilhørighet i ekstreme miljøer.

source: However, this presupposes main issues with sufficient strength to mobilise the milieu.
nb: Dette forutsetter imidlertid kampsaker med kraft til å mobilisere i miljøet.

source: There is reason to believe
nb: Det er grunn til å forvente

source: We anticipate increased attention from foreign intelligence services directed at the technology and know-how which these Norwegian communities develop.
nb: Vi forventer økt oppmerksomhet fra fremmede etterretningstjenester mot den teknologi og kunnskap disse norske miljøene utvikler.

source: Norwegian companies and enterprises that
nb: adgang til skjermingsverdig informasjon i norske

source: We also see sophisticated operations against enterprises that are not actual targets but merely act as bridgeheads for further access to other targets.
nb: I tillegg ser vi avanserte operasjoner mot virksomheter som ikke er mål i seg selv, men som kun fungerer som brohode for videre tilgang til andre mål.

source: This could result in violent demonstrations and commemorations directed at diplomatic missions, political bodies or commercial players.
nb: Dette kan utløse voldelige demonstrasjoner og markeringer rettet mot diplomatiske representasjoner, politiske organer eller kommersielle aktører.

source: Players connected to Iran are expected to be active in attempting to procure relevant technology and expertise in Norway.
nb: Aktører relatert til Iran forventes å være aktive med forsøk på anskaffelser av relevant teknologi og kunnskap i Norge.

source: The choice of target for a terrorist act depends on several factors.
nb: Valg av mål for en terroraksjon avhenger av flere forhold.

source: Intelligence services have been involved in spreading disinformation, initiating smearing campaigns via social media, and in spreading rumours or half-truths.
nb: Flere steder har etterretningstjenester vært involvert i å spre desinformasjon, initiere svertekampanjer gjennom sosiale medier, og i å spre rykter eller halvsannheter.

source: individuals to cooperate, or to force them to
nb: mot sentrale medieeksponerte politikere, og i

source: Secondly, the activities in extreme Islamist groups will become more operational in character than before.
nb: For det andre er aktivitetene i ekstreme islamistiske miljøer av mer operativ karakter enn før.

source: Players from countries of concern focus on various natural science programmes of study in Norway in order to acquire knowledge and competences that are relevant in a possible weapons programme.
nb: Aktører fra land av bekymring har fokus på ulike naturvitenskapelige studieretninger i Norge, for å tilegne seg kunnskap og kompetanse som er relevant i et mulig våpenprogram.

source: However, services from other countries, such as China, will also carry out intelligence operations against targets and activities in Norway.
nb: Samtidig vil også tjenester fra andre land, som for eksempel Kina, utføre etterretnings operasjoner mot mål og virksomheter her i landet.

source: Drug abuse is also widespread among right-wing extremists in Norway.
nb: Rus- og narkotikamisbruk er dessuten utbredt blant høyreekstreme i Norge.

source: It could be aimed at individuals to prepare for subsequent cultivation and possible recruitment.
nb: Den vil rette seg mot enkeltpersoner som forberedelser for senere kultivering og eventuelt rekruttering.

source: We anticipate that intelligence gathering directed at Norway and Norwegian interests will be characterised by three main themes.
nb: Vi forventer at etterretningen mot Norge og norske interesser vil preges av tre hovedtrekk.

source: Furthermore, these countries may try to recruit individuals who are already connected to institutions that have the knowledge they need.
nb: Disse landene vil videre kunne forsøke å rekruttere personer som allerede er tilknyttet institusjoner som har kunnskapen de trenger.

source: They advance a global extreme Islamist rhetoric and put it in a Norwegian context.
nb: Disse fremmer en global ekstrem islamistisk retorikk og setter den inn i en norsk sammenheng.

source: The purpose of a potential attack would be to cause fear and spread a political message, not necessarily to kill and injure as many as possible.
nb: Hensikten med et eventuelt angrep vil være å skape frykt og formidle et politisk budskap, ikke nødvendigvis å drepe og skade flest mulig.

source: Some are filled with a strong hatred towards Norwegian society and perceive Norway as a legitimate target for a terrorist attack.
nb: Enkelte nærer et sterkt hat mot det norske samfunnet og vil se på Norge som et legitimt mål for terrorangrep.
